Repository: dranc/appel
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Next
fr: Suivant

source: Previous
fr: Précédent

# over
source: Quit
fr: Quitter

# appel_settings
source: Settings
fr: Paramètres

# welcome_content
source: Take a moment to set up the application.
fr: Prenez quelques instants pour paramétrer l'application.

# number_title
source: Phone Number of Mon Amour
fr: Numéro de Mon Amour

# number_choose
source: Choose a number
fr: Choisissez un numéro

# number_choose_first
source: Please select a number first.
fr: Merci de sélectionner d'abord un numéro.

# waiting_time_title
source: Waiting Time
fr: Temps d'attente

# waiting_time
source: The call will launch after {count, plural, =1{1 second} other{{count} seconds}}.
fr: L'appel se lancera après {count, plural, =1{1 seconde} other{{count} secondes}}.

# support_title
source: We need you!
fr: On a besoin de vous !

# support_content
source: Help the application grow and improve.
fr: Aidez l'application à grandir et à s'améliorer.

# support_rate
source: Rate Mon Amour
fr: Noter Mon Amour

# see_code
source: Access the code on GitHub
fr: Accéder au code sur GitHub

source: Touch to pause
fr: Toucher pour mettre en pause

source: Clear selection
fr: Effacer la sélection
